[
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2345,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to Hawaii Housing Finance and Development Corporation to purchase the fee simple interest or acquire an interest in real property located in Ewa Beach on the island of Oahu to develop affordable housing with priority given to department of education classroom teachers in the beginning of their career.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 438,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the DOE, in consultation with and approval by the BOE, to develop and implement a plan to reduce the use of external contracts for curricula, instruction, and testing.  Requires DOE to convene an advisory committee to make recommendations for developing and implementing the plan.  Requires DOE to submit interim and final reports to the legislature.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1942,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the department of education to establish a three-tiered student bus fare rate system to include a reduced bus fare rate for students and households that quality for reduced lunch under the free and reduced price lunch program.  Appropriates funds.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2248,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires unlicensed but accredited private schools to annually submit health and safety documentation to the Hawaii Council of Private Schools to meet the definition of \"private schools\" under the compulsory attendance law.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2456,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the Department of Education to assign school resource officers or guards to serve at public elementary schools and state prekindergarten programs.  Requires the Department of Education to seek funding from federal grants.  Appropriates funds.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2457,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Prohibits the Department of Education from mandating that any student attend a school outside the student's service area.  Establishes a five-year phaseout period.  Requires the Department of Education to submit annual progress reports.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1994,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes the shade trees and native plants program in the department of education to support educational activities and encourage propagation of native plants and fruit trees for planting in department schools.  Appropriates funds for the program and to establish an arborist position.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2267,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates funds to DOE to install air conditioning units for public school classrooms that have not received air conditioning units.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1562,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Adds the director of Hawaii P-20 Partnerships for Education as an ex officio, nonvoting member to the Early Learning Board.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1939,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates funds for two positions in the executive office on early learning to enhance capacity and resources of the office.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1940,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Establishes and makes an appropriation for an early child care worker subsidy pilot program.  Makes an appropriation to the Hawaii Early Childhood Educator Special Fund.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1999,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to the Department of Human Services for the preschool open doors program.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 2000,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Appropriates moneys to the School Facilities Authority for the construction of preschool facilities.",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "hb",
    "measureNumber": 1834,
    "datetime": "Thursday, February 10, 2022 2:00 pm",
    "description": "Requires the DOE to establish and administer the strong students grant pilot program to provide grants for eligible education expenses to eligible students.  Requires the DOE to submit progress reports to the legislature prior to the 2023 and 2024 regular sessions.  Appropriates funds for the pilot program.  Effective 7/1/2050.  (HD1)",
    "room": "Conference Room 309 & Videoconference",
    "notice": "HEARING_EDN-HSG_02-10-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2696,
    "datetime": "Monday, February 7, 2022 3:30 pm",
    "description": "Allows the Director of Finance to authorize any state agency to enter into virtual currency payment agreements with persons or virtual currency issuers to provide the acceptance of convertible virtual currency as a means of payment. Allows any state agency that enters into a virtual currency payment agreement with a person or virtual currency issuer as authorized by the Director of Finance to accept convertible virtual currency.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_EET-GVO_02-07-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 2203,
    "datetime": "Monday, February 7, 2022 3:30 pm",
    "description": "Requires state departments and agencies to transfer certain electronic devices to the Department of Accounting and General Services, which may refurbish and distribute these devices to eligible entities in the State or eligible private persons, as determined by rule.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_EET-GVO_02-07-22_"
  },
  {
    "year": 2022,
    "measureType": "sb",
    "measureNumber": 3334,
    "datetime": "Monday, February 7, 2022 3:30 pm",
    "description": "Establishes the Director of Business, Economic Development, and Tourism, or a designee of the director, as an ex-officio voting member of the Hawaii Tourism Authority and Stadium Authority boards. Transfers the Stadium Authority from the Department of Accounting and General Services to the Department of Business, Economic Development, and Tourism. Amends the composition of the Stadium Authority. Amends the development guidance policies of the Stadium Authority. Reduces the amount of general obligation bonds that may be issued for the stadium development district.",
    "room": "Conference Room 224 & Videoconference",
    "notice": "HEARING_EET-GVO_02-07-22_"
  }
]
